read/hg1-s2sy.批判哲学考察对象-灵魂.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-10-05 周一 19:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>批判哲学考察对象 - 灵魂</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mudan" />
<link rel="stylesheet" type="text/css" href="./emacs-book.css" />
</head>
<body>
<div id="content">
<h1 class="title">批判哲学考察对象 - 灵魂</h1>
<p>
<a href="./hg1-s2.形而上学理性心理学&amp;灵魂学.html">形而上学理性心理学&amp;灵魂学</a>
<a href="./hg1-sy.批判哲学.html">批判哲学</a>
<a href="./hg1.小逻辑-1817.html">小逻辑 1817</a>
</p>

<p>
在我的意识中总是发现：
</p>

<ol class="org-ol">
<li>我是一个能规定的主体；</li>
<li>我是单一的东西或抽象地简单的东西；</li>
<li>在我的一切杂多的意识经验中，我意识着我是同一的、一而不二的；</li>
<li>我是能思维的，我是与一切外在于我的事物有区别的。<a href="./hg1-sybs.黑格尔言我.html">黑格尔言我</a></li>
</ol>

<p>
康德指出旧形而上学将上面这些经验的规定，用思维规定或相应的范畴去代替，于是产生四个新命题：
</p>

<ol class="org-ol">
<li>灵魂是一实体；</li>
<li>灵魂是一简单的实体；</li>
<li>灵魂在它不同时间的特定存在里，数目上是同一的；</li>
<li>灵魂和空间有关系。</li>
</ol>

<p>
由经验说法过渡到形而上学的说法，其缺点将两个不同范围的规定（经验和逻辑）混淆了，陷于一种背理的论证 Paralogismus<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>。康德认为<b>由经验的规定推到思想的范畴，用思维范畴以代替经验的规定</b>，我们是没有权利那样做的。正如休谟经验的观点，即认为思维的范畴总是具有普遍性与必然性，不能在感觉之内遇见，并认为经验的事实，无论就内容或形式而言都是与思想的范畴不同的。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<p>
批判的后果在于对精神的哲学经验从灵魂是实物，从思想的范畴，因而从关于灵魂的单纯性、复合性、物质性等问题里解放出来。这种种形式之所以不能容许，不是因为这些形式不是思想，而是因为这种思想本身并不包含真理。
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
P136 背理的论证一般说来是一种谬误的推理，其错误在于将两个前提中同一的名词加以不同的意义的应用。在这里，所以如此的道理并非康德所提示的，理性超出里特定的范围所能解释。真正的原因在于这些抽象的知性范畴本身太拙劣，不能表达灵魂的性质。黑格尔认为康德攻击旧形而上学是一个大成就，但他所陈述的理由是错的。
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
P136 如果思想与现象彼此不完全相符合，至少可以选择究竟哪一个有了缺陷。在康德的唯心哲学里，就涉及理性的世界而论，他把这种缺陷归之于思想。他说思想有了缺点不能符合现象，因为思想（的范畴）不适合于把握知觉或把握限于知觉范围的意识，而且在知觉里也寻不着思想的痕迹。但对思想内容的本身，他却并没有提到。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Mudan</p>
<p class="date">Created: 2020-10-05 周一 19:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
